Repository: amavis442/dividend-tracker
Catalog: translations/messages.*.xlf
Languages: nl

source: Jan
nl: Januari

source: January
nl: Januari

source: Feb
nl: Februari

source: February
nl: Februari

source: Ma
nl: Maart

source: Mar
nl: Maart

source: March
nl: Maart

source: Apr
nl: April

source: May
nl: Mei

source: Jun
nl: Juni

source: June
nl: Juni

source: Jul
nl: Juli

source: July
nl: Juli

source: Aug
nl: Augustus

source: August
nl: Augustus

source: Sep
nl: September

source: Sept
nl: September

source: Oct
nl: Oktober

source: October
nl: Oktober

source: Nov
nl: November

source: Dec
nl: December

source: Send
nl: Verstuur

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saterday
nl: Zaterdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: Sign in
nl: Aanmelden

source: Please sign in
nl: Meld u zich a.u.b. aan

source: Password
nl: Wachtwoord

source: Logout
nl: Afmelden

source: Login
nl: Aanmelden

source: Allocation
nl: Toewijzing

source: Position
nl: Positie

source: Amount
nl: Aantal

source: Total dividend received
nl: Totaal ontvangen dividend

source: Dividend payment months
nl: Dividend uitkeer maanden

source: Industry
nl: Industrie

source: Dividend frequency
nl: Dividend frequentie

source: Yearly forward dividend payout
nl: Jaarlijkse verwachte uitkering van dividend

source: Single time forward dividend payout
nl: Eenmalige dividenduitkering

source: Dividend yield
nl: Dividend opbrengst

source: Next dividend (Ex-div / payout)
nl: Volgende dividend (ex-div / uitkering)

source: Weighted average price
nl: Gewogen gemiddelde prijs

source: Pies
nl: Schijven

source: Avg. price
nl: Gem. Prijs

source: Dividends
nl: Dividend

source: Div dates
nl: Div datum

source: Forward dividend
nl: Verwachte dividend

source: Fullname
nl: Volledige naam

source: Holdings
nl: Posities

source: Total invested
nl: Totaal ge√Ønvesteerd

source: Total dividend
nl: Totaal ontvangen dividend

source: Expected next payout
nl: Verwachte uitkering

source: Pie
nl: Schijf

source: Profit / Loss
nl: Winst / Verlies

source: Actions
nl: Acties

source: Buy
nl: Kopen

source: Sell
nl: Verkopen

source: Edit position
nl: Bewerk positie

source: Research
nl: Onderzoek

source: Transactions
nl: Transacties

source: Payout
nl: Uitkering

source: Dividend growth
nl: Dividend groei

source: Fundamental
nl: Fundamenteel

source: Summary
nl: Samenvatting

source: Create new
nl: Maak nieuw

source: show
nl: toon

source: edit
nl: bewerk

source: Journal
nl: Logboek

source: Created
nl: Aangemaakt

source: Modified
nl: Gewijzigd

source: Content
nl: Inhoud

source: Title
nl: Titel

source: back to list
nl: terug naar lijst

source: New
nl: Nieuw

source: Create new Journal
nl: Maak nieuw logboek regel aan

source: Save
nl: Opslaan

source: Edit Journal
nl: Bewerk logboek

source: Update
nl: Bijwerken

source: Are you sure you want to delete this item?
nl: Weet u zeker dat u dit item wilt verwijderen?

source: Company
nl: Bedrijf

source: Projected dividend / Actual payout
nl: Verwachte dividend / Uitgekeerd

source: Exdiv / Pay date
nl: Ex-div / Uitkeringsdatum

source: Pay date
nl: Uitkeringsdatum

source: Net dividend
nl: Netto dividend

source: No
nl: Nee

source: With pie
nl: Met schijf

source: Without pie
nl: Zonder schijf

source: Submit
nl: Indienen

source: Total
nl: Totaal

source: Please choose a Pie
nl: Kies een schijf

source: Current date
nl: Huidige datum

source: shares
nl: aandelen

source: Received dividend
nl: Ontvangen dividend

source: Market Price
nl: Marktprijs

source: Dividend payout month
nl: Dividend uitkeer maand

source: Principle
nl: Inleg

source: Expected dividend
nl: Verwachte dividend

source: x per year
nl: x per jaar

source: Dates
nl: Datum

source: Frequency
nl: Frequentie

source: Not available
nl: Niet beschikbaar

source: Edit ticker / months
nl: Bewerk ticker / dividend maanden

source: manual
nl: handmatig

source: Payment date
nl: Uitkeerdatum

source: Ex-dividend date
nl: Ex-dividend datum

source: Cash amount
nl: Uitkeerbedrag

source: Source
nl: Bron

source: Descr.
nl: Omschr.

source: actions
nl: acties

source: Regular
nl: Normaal

source: Description
nl: Omschrijving

source: Side
nl: Kant

source: Transaction date
nl: Transactie datum

source: Price
nl: Prijs

source: avgPrice
nl: Gem. Prijs

source: Record date
nl: Pijl datum

source: Calendar items
nl: Kalender regels

source: Research info
nl: Onderzoek info

source: Currency
nl: Valuta

source: Admin
nl: Beheer

source: Research on Tickers
nl: Onderzoek naar Bedrijf

source: Closed positions
nl: Gesloten posities

source: Import csv
nl: Csv importeren

source: Tax
nl: Belasting

source: Payments
nl: Uitkeringen

source: Calendar
nl: Kalender

source: Calendar per date
nl: Kalender per datum

source: Calendar per date printout
nl: Afdruk kalender per datum

source: Reports
nl: Rapporten

source: Sector allocation
nl: Sector allocatie

source: Position allocation
nl: Positie allocatie

source: Dividend month Tickers
nl: Overzicht Dividend maandelijks

source: Dividend projection
nl: Dividend projectie

source: Dividend payout
nl: Uitkering

source: Dividend yield pie
nl: Dividend opbrengst per schijf

source: Compound calc
nl: Samengestelde rente rekenmachine

source: Export
nl: Exporteren

source: Symbol
nl: Symbool

source: Sign
nl: Teken

source: New Currency
nl: Nieuwe valuta

source: Create new Currency
nl: Maak een nieuwe valuta aan

source: Edit Currency
nl: Bewerk valuta

source: CountryCode
nl: Landcode

source: TaxRate
nl: Belastingtarief

source: Valid from
nl: Geldig vanaf

source: Edit Tax
nl: Bewerk belastingtarief

source: Country code
nl: Landcode

source: Tax rate
nl: Belastingtarief

source: New Tax
nl: Nieuw belastingtarief

source: Create new Tax
nl: Maak een nieuwe belastingtarief aan

source: Delete
nl: Verwijder

source: Taxtarifs
nl: Belastingtarieven

source: Exchangerate
nl: Wisselkoers

source: positions
nl: posities

source: Total costs
nl: Totale kosten

source: Dividend Yield
nl: Dividend opbrengst

source: Last dividend
nl: Laatste dividend

source: Last payout date
nl: Laatste uitkeerdatum

source: Yearly forward dividend
nl: Jaarlijkse verwachte dividend

source: Net forward yearly dividend per share
nl: Netto verwachte jaarlijkse uitkering per aandeel

source: Payouts per year
nl: Uitkeringen per jaar

source: Net forward dividend per payout
nl: Netto verwachte dividend per uitkering

source: Net forward yearly dividend total
nl: Netto verwachte jaarlijkse dividend totaal

source: Yield
nl: Rendement

source: Yield on cost dividend
nl: Rendement op kostendividend

source: Total dividend in a year / total allocated
nl: Totaal dividend in een jaar / totaal toegewezen

source: Search ticker
nl: Zoek ticker

source: use decimal point if you have a fraction of a stock
nl: gebruik een decimale punt als u een fractie van een aandeel heeft

source: What was the stock price and not what you paid
nl: Wat was de aandelenkoers en niet wat u betaalde

source: What was what you paid in total for this transaction
nl: Wat heb je in totaal betaald voor deze transactie

source: Exchange rate
nl: Omwisselkoers

source: Current exchange rate
nl: Huidige omwisselkoers

source: Original price
nl: Orginele prijs

source: Stamduty
nl: Zegelrecht

source: fx fee
nl: Omwisselkoers vergoeding

source: Please choose a ticker
nl: Kies a.u.b een ticker

source: Profit
nl: Opbrengst

source: Average price
nl: Gemiddelde prijs

source: Adjusment if automatic calculation is wrong
nl: Aanpassing van automatische berekening is verkeerd

source: Please choose a tax
nl: Kies een belastingtarief

source: Edit Position
nl: Bewerk positie

source: Order date
nl: Order datum

source: Edit order
nl: Bewerk order

source: Dividend yield based on cost basis
nl: Dividendrendement op basis van kosten

source: Current dividend yield
nl: Huidig dividend rendement

source: Dividend yield based on current market price
nl: Dividendrendement op basis van de huidige marktprijs

source: Current yield
nl: Huidig rendement

source: Dividend to receive on total shares
nl: Te ontvangen dividend op het totale aantal aandelen

source: Diff
nl: Verschil

source: Dividend Reinvestment Calculator
nl: Dividend herinvesteer Calculator

source: Initial Number of Shares
nl: Initieel Aantal Aandelen

source: Number of shares to start with
nl: Aantal aandelen om mee te beginnen

source: Initial Price per Share
nl: Initiele prijs per aandeel

source: Price that you pay for the shares
nl: Prijs die u betaalt voor de aandelen

source: Stock Price Annual Growth Rate
nl: Aandeel Prijs Jaarlijkse groei

source: Historically the market has risen 7.38%
nl: Historisch gezien is de markt gestegen 7.38%

source: Maximum that price can rise
nl: Maximaal dat de prijs kan stijgen

source: If there is a range, what is the max range
nl: Als er een bereik is, wat is het maximale bereik

source: Dividend Annual Growth Rate
nl: Dividend Jaarlijkse groei

source: First 5 years. Nice target would be 10% and higher
nl: Eerste 5 jaar. Mooi doel zou 10% en hoger zijn

# Average dividend growth rate (%) &gt; 5 years
source: Average dividend growth rate (%) > 5 years
nl: Gemiddeld dividendgroei (%)> 5 jaar

source: This will be around 3%
nl: Dit is ongeveer 3%

source: Annual Dividend
nl: Jaarlijks dividend

source: Dividends Per Year
nl: Dividenden per jaar

source: Number of Years
nl: Aantal jaren

source: Dividend tax
nl: Dividend belasting

source: Quator
nl: Kwartaal

source: Dividend growth rate
nl: Dividend groei

source: Share price
nl: Prijs

source: Number of Shares
nl: Aantal aandelen

source: New shares
nl: Nieuwe aandelen

source: Dividend from new shares
nl: Dividend van nieuwe aandelen

source: Received dividends
nl: Ontvangen dividend

source: Supplement
nl: Aanvullend

source: Export transactions
nl: Exporteer orders

source: Net order value
nl: Netto order waarde

source: Dividend treshold
nl: Dividend drempel

source: Export dividend
nl: Exporteer dividend

source: dividendTreshold (%)
nl: dividend grens (%)

source: Maximum allocation
nl: Maximale toewijzing

source: Special
nl: Speciaal

source: Ex dividend date
nl: Ex-dividend

source: Total recieved dividends for this ticker
nl: Totaal ontvangen dividend

source: Transactions (csv)
nl: Transacties (csv)

source: Transaction fee
nl: Transactie kosten

source: Commission/ extra fees etc
nl: Commissie en extra kosten

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: amount
nl: hoeveelheid

source: Please choose a ex div date
nl: Kies a.u.b een ex dividend datum

source: Units
nl: Eenheden

source: Dividend months
nl: Dividend maanden

source: Branch
nl: Branche

source: Please choose a branch
nl: Kies een branche

source: You are logged in as
nl: Je bent ingelogd als

source: Plain password
nl: Wachtwoord

source: All
nl: Alles

source: Please choose a taxonomy
nl: Kies een taxonomy

source: Real Estate
nl: Vastgoed

source: Financials
nl: Financieel

source: Consumer Staples
nl: Consumenten goederen

source: Industrial
nl: Industrieel

source: Consumer Discretionary
nl: Consument Discretionair

source: Communication services
nl: Communicatie diensten

source: Health Care
nl: Gezondheid

source: Energy
nl: Energie

source: Information Technology
nl: Informatie Technologie

source: Bonds
nl: Obligaties

source: Tech
nl: Technologie

source: Utilities
nl: Nutsbedrijven

source: Per month
nl: Per maand

source: Exclude from dividend yeld calculation
nl: Gebruik NIET bij dividend rendement berekening

source: Exclude from dividend yield calc
nl: Gebruik NIET bij dividend rendement berekening

source: no records found
nl: geen gegevens gevonden

source: Dividend per position
nl: Dividend ontvangen bij deze positie (niet totaal)

source: Currency dividend will be paid out
nl: Valuta waarin dividend wordt uitgekeerd

source: Dividend currency
nl: Valuta dividend

source: Edit Ticker
nl: Bewerk ticker

source: Company details
nl: Bedrijfsgegevens

source: Extra per month
nl: Extra inleg per maand

source: Extra money per month
nl: Extra inleg per maand bovenop de ontvangen dividend

source: Can not remove calendar because it has payments linked to it.
nl: Er is een uitkering gekoppeld aan dit dividend item en kan dus niet verwijderd worden.

source: back
nl: terug

source: Ticker is connected to open positions
nl: Ticker heeft gekoppelde posities. Ontkoppel deze eerst.

source: tickerSymbol:: Exchange rate for [Symbol] is currently unavailable. Available are: jsonSymbol
nl: tickerSymbol:: Wisselkoers voor [Symbol] is momenteel niet beschikbaar. Beschikbaar is: jsonSymbol

source: Original Price
nl: Originele prijs

source: Original price before fx
nl: Originele prijs voor koers aanpassing

source: Original price currency
nl: Valuta originele prijs

source: Forex fee
nl: Forex tarief

source: forex
nl: wisselkoers

source: Stampduty
nl: Zegelrecht

source: Finra fee
nl: Finra tarief

source: Total transaction cost (all fees + price * amount)
nl: Totale transactie kosten (alle onkosten + prijs * aantal aandelen)

source: Fees
nl: Tarieven

source: Buy or Sell
nl: Kopen of verkopen

source: Remember me
nl: Onthoud mij

source: Payment
nl: Uitkering

source: warning
nl: waarschuwing

source: Cancel
nl: Annuleer

source: Remove this item?
nl: Verwijder dit item?

source: Yes, remove it
nl: Ja, verwijder

source: Choose a Ticker
nl: Selecteer een ticker

source: Goal Percentage reached
nl: Doel percentage bereikt

source: Goal
nl: Doel

source: Target reached
nl: Doel bereikt

source: Delete this item?
nl: Dit item verwijderen?

source: show branch: %branch%
nl: laat branch %branch% zien

source: Edit branch: %branch%
nl: Bewerk branch: %branch%

source: Allocation information
nl: Allocation informatie
